Repository: blu256/tde-easy-projector
Catalog: translations/messages/*.po
Languages: ru

source: _: NAME OF TRANSLATORS Your names
ru: Мавридис Филиппос

source: _: EMAIL OF TRANSLATORS Your emails
ru: mavridisf@gmail.com

source: Select side to extend to
ru: Выберите сторону для расширения

source: TDE Easy Projector
ru: Лёгкая настройка проектора для TDE

source: Loading...
ru: Загрузка...

source: PC Screen only
ru: Только экран

source: Projector duplicates screen
ru: Проектор дублирует экран

source: Projector extends screen
ru: Проектор дополняет экран

source: Disable projector output.
ru: Выключить передачу картинки на проектор

source: Projector shows a copy of your screen.
ru: Проектор будет показывать копию Вашего экрана

source: Projector acts as an extension of your screen (either of the four sides).
ru: Проектор будет вести себя как дополнительный экран (расширяя любую из четырёх сторон).

source: System not supported.
ru: Система не поддерживается

source: This system does not support the XRandR extension.
ru: Данная система не поддерживает дополнение XRandR.

source: No screens found.
ru: Не найден(ы) экран(ы).

source: No outputs have been found on this computer. This probably means that there is a system error.
ru: Не удалось найти экраны или другие устройства вывода изображения. Вероятно, это произошло из-за системной ошибки.

source: No projector.
ru: Нет проектора.

source: Ensure that the projector is properly functioning and connected to this computer.
ru: Убедитесь, что проектор в рабочем состоянии и правильно подключён к компьютеру.

source: Internal error
ru: Внутреняя ошибка

source: Either the primary screen or the projector could not be found.
ru: Главный экран или проектор не могут быть найдены.

source: <table><tr><td><b>Screen:</b></td><td>%1</td></tr><tr><td><b>Projector:</b></td><td>%2</td></tr></table>
ru: <table><tr><td><b>Экран:</b></td><td>%1</td></tr><tr><td><b>Проектор:</b></td><td>%2</td></tr></table>

source: PC Only
ru: Только экран

source: Duplicated
ru: Дублирование

source: Extending on the left
ru: Дополнеяет слева

source: Extending on the right
ru: Дополнеяет справа

source: Extending on the top
ru: Дополнеяет сверху

source: Extending on the bottom
ru: Дополнеяет снизу

source: Could not change display settings!
ru: Не удалось поменять настройки экрана!
